Repository: Ptizef/navdata-popup_pi
Catalog: po/*.po
Languages: fr_fr

source: Console Legend
fr_fr: Légende de la console

source: Console Value
fr_fr: Valeur de la console

source: Dialog
fr_fr: Boite de dialogue

source: ETA @SOG
fr_fr: ETA à SOG

source: ETA @VMG
fr_fr: ETA à VMG

source: Navdata: Unlock/Lock Point Selection
fr_fr: Navdata: Débloquer/Bloquer la Sélection de Point

source: Navigation data plugin for OpenCPN
fr_fr: Complément "Données de navigation" pour OpenCPN

source: Navigation data plugin for OpenCPN Shows RNG (range),TTG (time to go) and ETA (estimated time of arrival) to an intermediate route point of the active route.
fr_fr: Complément "Données de navigation" pour OpenCPN Affiche RNG (distance), TTG ( temps pour arriver) et ETA (Heure estimée d'arrivée) à un point intermédiaire de la route active.

source: TTG @SOG
fr_fr: ETA à SOG

source: TTG @VMG
fr_fr: ETA à VMG
